{
    "movieReview": [
        {
            "id": 1,
            "movieName": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง",
            "movieLength": 115,
            "director": "Hirakawa Yuichiro",
            "category": "หนังรักโรแมนติก",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_12/original/221203120331TqQ.jpg",
            "trailer": "https://www.youtube.com/watch?v=u2QNy_usYuA",
            "review": {
                "review": "Whisper of the Heart - วันนั้น วันไหน หัวใจบรรเลง เป็นหนังที่ดัดแปลงมาจากอนิเมะชื่อเดียวกันของ Ghibli (แต่ภาษาไทยคนละชื่อ โดยฉบับอนิเมะใช้ชื่อว่า วันนั้น...วันไหน หัวใจจะเป็นสีชมพู) ซึ่งหนังเรื่องนี้ไม่เพียงแต่ Remake ใหม่มาเป็นฉบับ Live-action มันยังเป็นทั้งภาคต่อที่จะได้เห็นเรื่องราวการเติบโตของตัวละครด้วย ในแบบฉบับของผู้สร้างเองด้วย คำถามแรก คงมีคนสงสัยแน่ว่าถ้าไม่เคยดูฉบับอนิเมะมาจะดูรู้เรื่องมั้ย คำตอบคือ ดูรู้เรื่อง เพราะถึงแม้จะบอกไปว่ามันเป็นภาคต่อ แต่ตัวหนังก็มีเหตุการณ์ย้อนอดีตในช่วงวัยเด็กที่เป็นอนิเมะมาให้เราดูอยู่บ้าง แต่ถ้าหากจะให้แนะนำ ถ้าตัดสินใจจะดูหนังเรื่องนี้แล้ว ไม่ว่าก่อนหรือหลังก็ต้องไปหาอนิเมะเรื่องนี้ดู และเราดูหนังก่อนดูอนิเมะ เพราะมีอะไรหลายจุดที่มันไม่เหมือนกับในหนัง ทั้งรายละเอียดเล็กน้อย และรายละเอียดหลัก เช่น ความฝันของพระเอกเซอิจิที่เปลี่ยนจากช่างทำไวโอลินกลายเป็นนักดนตรีเชลโล่มืออาชีพ หรืออย่างงานเขียนแรกของนางเอกชิซึคุจากที่ให้ปู่ของเซอิจิอ่านก็กลายเป็นให้เซอิจิอ่านคนแรก อีกทั้งยังมีประเด็นหลายอย่างที่หนังก็ไม่ได้เล่าจากอนิเมะเช่นกัน แต่ในมุมมองของเราก็ผิดหวังในด้านความเป็นหนังหลังดูจบไปแล้วรอบนึง พอได้ดูอนิเมะก็ยิ่งผิดหวังกับหนังเข้าไปใหญ่ ขาดเสน่ห์แบบสุด ๆ",
                "score": {
                    "screenPlay": 4,
                    "playing": 4,
                    "music": 7,
                    "actorSkills": 6,
                    "graphics": 7,
                    "average": 5.6
                }
            }
        }, {
            "id": 2,
            "movieName": "Avatar: The Way of Water - อวตาร: วิถีแห่งสายน้ำ",
            "movieLength": 192,
            "director": "James Cameron",
            "category": "หนังต่อสู้เเอกชัน,หนังผจญภัย,หนังเเฟนตาซี",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/221123120313227.jpg",
            "trailer": "https://youtu.be/t0sCVZk0VVM",
            "review": {
                "review": " Avatar The Way of Water หรือชื่อไทยว่า อวตาร วิถีแห่งสายน้ำ ผ่านไปกว่า 10 ปี จากเหตุการณ์ในภาพยนตร์ภาคแรก “อวตาร: วิถีแห่งสายน้ำ” เริ่มต้นด้วยการเล่าเรื่องราวของครอบครัวซัลลี่ (เจค เนย์ทีรี่ และลูก ๆ ของพวกเขา) และปัญหาที่พวกเขาต้องเผชิญ ทั้งการพยายามอย่างหนักเพื่อปกป้องสมาชิกในครอบครัว การต่อสู้เอาชีวิตรอด และโศกนาฏกรรมที่พวกเขาต้องพบเจอ กำกับโดยเจมส์ คาเมรอน แสดงโดย แซม เวิร์ธธิงตัน โซอี ซัลดานา ซิกอร์นีย์ วีเวอร์ สตีเฟน แลง คลิฟ เคอร์ติส โจเอล เดวิด มัวร์ ซีซีเอส พาวเดอร์ เอดี้ ฟอลโก เจไมน์ คลีเมนท์ จิโอวานนี่ ริบิซี่ และ เคท วิทสเล็ท บทภาพยนตร์โดยเจมส์ คาเมรอน ริค แจฟฟา และ อแมนด้า ซิลเวอร์ เรื่องโดย เจมส์ คาเมรอน ริค แจฟฟา อแมนด้า ซิลเวอร์ จอร์จ ฟรีดแมน และ เชน ซาเลอร์โน่ อำนวยการสร้างโดย เจมส์ คาเมรอน และ จอห์น แลนเดา ร่วมด้วย เดวิด วัลเดส และ ริชาร์ด เบนแฮม ในฐานะผู้อำนวยการสร้างฝ่ายบริหาร อวตาร: วิถีแห่งสายน้ำเข้าฉายในโรงภาพยนตร์ 14 ธันวาคม 2565",
                "score": {
                    "screenPlay": 7,
                    "playing": 8,
                    "music": 8,
                    "actorSkills": 9.5,
                    "graphics": 10,
                    "average": 8.5
                }
            }
        }, {
            "id": 3,
            "movieName": "Black Panther: Wakanda Forever - แบล็ค แพนเธอร์: วาคานด้าจงเจริญ",
            "movieLength": 161,
            "director": "Ryan Coogler",
            "category": "หนังต่อสู้เเอกชัน,หนังผจญภัย",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2533_22110913312505.jpg",
            "trailer": "https://youtu.be/_Z3QKkl1WyM",
            "review": {
                "review": "หนัง Black Panther Wakanda Forever หรือชื่อไทยว่า แบล็ค แพนเธอร์ วาคานด้าจงเจริญ หลังจากที่สิ้นสุดเรื่องราวมหากาพย์ที่ดำเนินมากว่า 10 ปีไปแล้ว ในตอนนี้ MCU เฟสที่ 4 กำลังเดินหน้าไปในทิศทางใหม่ หนึ่งในภาพยนตร์ที่กำลังอยู๋ในช่วงถ่ายทำอยู่ในตอนนี้ก็คือ Black Panther: Wakanda Forever การกลับมาของดินแดนที่ซ่อนตัวมายาวนาน ดินแดนที่เต็มไปด้วยเทคโนโลยีสุดล้ำ กับการเปลี่ยนแปลงครั้งใหญ่ที่ดินแดนนี้ต้องเผชิญ และล่าสุดตอนนี้พวกเขาได้นักแสดงคนใหม่เข้ามาเสริมทัพแล้ว ราชินีรามอนด้า (แองเจลา บาสเซตต์) ชูรี(เลทิเทีย ไรท์) เอ็มบาคู(วินสตัน ดุ๊ก) โอโคเย(ดาไน กูริรา) และ โดรา มิลาเจ (รวมไปถึง ฟลอเรนซ์ คาซัมบา) จะต้องร่วมต่อสู้เพื่อปกป้องประเทศของพวกเขาจากการแทรกแซงทางอำนาจหลังการสวรรคตของกษัตริย์ทีชัลล่าในระหว่างที่ชาววาคานด้าพยายามอย่างหนักเพื่อที่จะก้าวต่อไป เหล่าฮีโร่จึงต้องร่วมมือกัน ด้วยความช่วยเหลือของวอร์ด็อกนาเคีย (ลูพีตา ญองอ) และ เอเวอเร็ตต์ รอสส์ (มาร์ติน ฟรีแมน) ในการสร้างเส้นทางใหม่ให้กับวานคานด้า ขอแนะนำ เตนอช เวร์ตา มารับบทเป็นนามอร์ กษัตริย์แห่งอาณาจักรลับใต้ท้องทะเล ภาพยนตร์เรื่องนี้ยังมี โดมินิก ธอร์น มีชาเอลา โคเอล มาเบล คาดีน่า และ อเล็กซ์ ลิวานัลลีร่วมแสดงอีกด้วย “แบล็ค แพนเธอร์: วอนคานด้าจงเจริญ” กำกับโดย ไรอัน คูเกลอร์ และอำนวยการสร้างโดย เควิน ไฟกี และ เนต มัวร์ เข้าฉายในไทย ",
                "score": {
                    "screenPlay": 5,
                    "playing": 5,
                    "music": 5,
                    "actorSkills": 8,
                    "graphics": 7,
                    "average": 6
                }
            }
        }, {
            "id": 4,
            "movieName": " Violent Night - คืนเดือด",
            "movieLength": 100,
            "director": " Tommy Wirkola",
            "category": "หนังผี,หนังอาชญากรรม,หนังระทึกขวัญ",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_11/original/2211171203166y5.jpg",
            "trailer": "https://youtu.be/a53e4HHnx_s",
            "review": {
                "review": "Violent Night หรือชื่อไทยว่า คืนเดือด เมื่อกลุ่มทหารรับจ้างได้รับงานมาเพื่อโจมตีเป้าหมายเป็นตระกูลเศรษฐีที่กำลังเฉลิมฉลองในช่วงเทศกาล งานนี้ถึงเวลาของ ซานต้าคลอส ที่จะต้องออกโรงบู๊ในการกอบกู้สถานการณ์ ที่จะช่วยพิทักษ์โลกและคริสต์มาส",
                "score": {
                    "screenPlay": 5,
                    "playing": 6,
                    "music": 7,
                    "actorSkills": 7,
                    "graphics": 6,
                    "average": 6.2
                }
            }
        }, {
            "id": 5,
            "movieName": " Thor: Love and Thunder - ธอร์: ด้วยรักและอัสนี",
            "movieLength": 135,
            "director": "Taika Waititi",
            "category": "หนังต่อสู้เเอกชัน",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2022_05/original/2502_220524113240r0.jpg",
            "trailer": "https://youtu.be/Go8nTmfrQd8",
            "review": {
                "review": "หนัง Thor Love and Thunder หรือชื่อไทยว่า ธอร์ ด้วยรักและอัสนี ธอร์ (คริส เฮมส์เวิร์ธ) จะได้ไปผจญภัยในแบบที่ไม่เหมือนครั้งไหนที่เขาเคยเจอมาก่อน ภารกิจในการค้นหาความสงบสุขภายใน แต่การเกษียณของเขาถูกรบกวนโดยนักฆ่าข้ามจักรวาลนามว่า กอร์ นักเชือดเทพเจ้า (คริสเตียน เบล) ผู้แสวงหาการสูญพันธ์ของเทพเจ้าทั้งมวล เพื่อต่อสู้กับภัยคุกคามนี้ ธอร์ควานหาความช่วยเหลือจาก ราชาวัลคีรี่ (เทซซ่า ทอมป์สัน), คอร์ก (ไทก้า ไวตีติ) และแฟนเก่าของเขา เจน ฟอสเตอร์ (นาตาลี พอร์ตแมน) ผู้ที่ทำให้ธอร์ตกใจจนตาค้าง เมื่อเธอกำลังถือครองค้อนโยเนียร์ของเขา ในฐานะของ The Mighty Thor พวกเขาต้องร่วมมือกันผจญภัยข้ามจักรวาลไปเพื่อค้นหาความลับเบื้องหลังความแค้นของนักเชือดเทพเจ้าคนนี้ เพื่อหยุดยั้งเขาเอาไว้ก่อนที่มันจะสายจนเกินไป",
                "score": {
                    "screenPlay": 4,
                    "playing": 5,
                    "music": 10,
                    "actorSkills": 8,
                    "graphics": 8,
                    "average": 7
                }
            }
        }, {
            "id": 6,
            "movieName": "Fast and Furious 9 - เร็ว...แรงทะลุนรก 9",
            "movieLength": 143,
            "director": "Justin Lin",
            "category": "หนังต่อสู้เเอกชัน,หนังผจญภัย,หนังอาชญากรรม",
            "picture": "https://movie.thaiware.com/upload_misc/movie/2021_05/original/210515120018cR4.jpg",
            "trailer": "https://youtu.be/fEE4RO-_jug",
            "review": {
                "review": " Fast And Furious 9 หรือชื่อไทยว่า เร็ว..แรงทะลุนรก 9 ดอม โทเร็ตโต ซึ่งรับบทโดย วิน ดีเซล ปลีกตัวออกไปใช้ชีวิตอย่างเงียบ ๆ พร้อมกับเล็ตตี้และไบรอันลูกชายตัวน้อย แต่พวกเขารู้ว่าแม้จะอยู่ในดินแดนสงบสุข ก็ยังมีอันตรายอยู่ คราวนี้ ดอมต้องเผชิญหน้ากับตราบาปในอดีตของเขา หากเขาต้องการจะปกป้องชีวิตของคนที่เขารักมากที่สุด ทีมนักซิ่งของเขากลับมารวมตัวกันอีกครั้ง เพื่อหยุดการทำลายล้างโลกโดยนักฆ่าและนักซิ่งฝีมือฉกาจซึ่งเขาคือเจคอบ น้องชายของดอม (จอห์น ซีนา จาก The Suicide Squad) จัสติน ลิน ผู้กำกับจากภาค 3, 4, 5 และ 6 ที่นำแฟรนไชส์ไปสู่การเป็นภาพยนตร์ระดับบล็อกบัสเตอร์ กลับมากำกับ Fast & Furious 9 ในภาคนี้ แอ็คชั่นจะขยายไปทั่วโลก จากลอนดอนสู่โตเกียว จากอเมริกากลางสู่เอดินเบอระ จากหลุมหลบภัยลับในอาเซอร์ไบจาน สู่ถนนในทบิลิซี เพื่อนเก่ากลับมามีชีวิตอีกครั้ง ศัตรูเก่าก็กลับมา ประวัติศาสตร์จะซ้ำรอยและความหมายที่แท้จริงของครอบครัวจะถูกทดสอบอย่างที่ไม่เคยเกิดขึ้นมาก่อน นักแสดงที่กลับมาในภาคนี้ประกอบด้วยมิเชลล์ รอดดริเกซ, ไทริส กิ๊บสัน, คริส “ลูดาคริส” บริดเจส, จอร์ดานา บริวสเตอร์, นาตาลี เอมมานูเอล, ซง คัง, สองนักแสดงรางวัลออสการ์ เฮเลน มิร์เรน และชาร์ลิซ เธอรอน นอกจากนี้ ยังได้คาร์ดี บี ซุปเปอร์สตาร์เจ้าของรางวัลแกรมมี่ มารับบท เลซ่า หญิงสาวผู้มีอดีตเชื่อมโยงกับดอม และโอซูนา ก็มาเป็นนักแสดงรับเชิญในภาคนี้ด้วย Fast & Furious 9 อำนวยการสร้างโดย นีล เอช.มอริทซ์, วิน ดีเซล, เจฟฟ์ เคอร์เชนบอม, โจ รอธ, จัสติน ลิน, เคลย์ตัน ทาวน์เซนต์, ซาแมนธา วินเซนต์",
                "score": {
                    "screenPlay": 5,
                    "playing": 5,
                    "music": 7,
                    "actorSkills": 5,
                    "graphics": 8,
                    "average":  6
                }
            }
        }
    ]
}